Repository: fvwm-crystal/fvwm-crystal
Catalog: fvwm/locale/*.UTF-8/LC_MESSAGES/fvwm-crystal.po
Languages: it

source: Jump to left page
it: Salta alla pagina sinistra

source: Jump to previous page
it: Salta alla pagina precedente

source: Jump to right page
it: Salta alla pagina destra

source: Move to page
it: Sposta alla pagina

source: Move to upper page
it: Sposta alla pagina superiore

source: Move to lower page
it: Sposta alla pagina inferiore

source: Jump to upper page
it: Salta alla pagina superiore

source: Jump to lower page
it: Salta alla pagina inferiore

source: Button model
it: Modello dei bottoni

source: Mount
it: Monta

source: XDG user directories
it: Cartella utente XDG

source: Mounted partitions
it: Partizioni montate

source: Show directories
it: Mostra le cartelle

source: Actions
it: Azioni

source: Emplacement
it: Collocazione

source: Show on top with panels
it: Mostra in alto coi pannelli

source: Browse Music
it: Sfoglia la Musica

source: Browse CDROM
it: Sfoglia il CDROM

source: Browse DVD
it: Sfoglia il DVD

source: Show Directories
it: Mostra Cartelle

source: path1 path2
it: percorso1 percorso2

source: where path1 and path2 are directory paths
it: dove percorso1 e percorso2 sono percorsi di cartelle

source: you want to have with the desktop icons.
it: che desideri avere con le icone della scrivania.

source: path2 is optional and will be shown in the second panel
it: percorso2 è opzionale e verrà mostrato nel secondo pannello

source: of your preferred file browser.
it: del tuo browser di file preferito.

source: Some file browsers can support more than 2 paths.
it: Alcuni browser di file possono supportare più di 2 percorsi.

source: Path names with spaces must be quoted with single quotes.
it: I nomi dei percorsi con gli spazi devono essere racchiusi da singoli apici.

source: If you don’t want any such icons,
it: Se non desideri avere nessuna di queste icone,

source: just blank this file but keep it.
it: svuota il contenuto di questo file, ma mantienilo.
