Repository: fvwm-crystal/fvwm-crystal
Catalog: fvwm/locale/*.UTF-8/LC_MESSAGES/fvwm-crystal.po
Languages: it

source: Development
it: Sviluppo

source: Knowledge
it: Conoscenza

source: Games
it: Giochi

source: Graphics
it: Grafica

source: Network
it: Rete

source: Office
it: Ufficio

source: Science
it: Scienza

source: Settings
it: Impostazioni

source: System
it: Sistema

source: Utilities
it: Utilità

source: 2D Graphics
it: Grafica 2D

source: 3D Graphics
it: Grafica 3D

source: Accessibility
it: Accessibilità

source: Action Games
it: Giochi d’Azione

source: Adventure Games
it: Giochi d’Avventura

source: Adult
it: Adulti

source: Arcade Games
it: Giochi Arcade

source: Amusement
it: Divertimento

source: Archiving
it: Archiviazione

source: Art
it: Arte

source: Artificial Intelligence
it: Intelligenza Artificiale

source: Astronomy
it: Astronomia

source: Audio-Video Editing
it: Editing Audio-Video

source: Biology
it: Biologia

source: Blocks Games
it: Giochi di Blocchi

source: Board Games
it: Giochi da Tavola

source: Building
it: Compilazione

source: Calculators
it: Calcolatrici

source: Calendars
it: Calendari

source: Card Games
it: Giochi di Carte

source: Charts
it: Grafici

source: Chemistry
it: Chimica

source: Clocks
it: Orologi

source: Compression
it: Compressione

source: Computer Science
it: Informatica

source: Console Only
it: Solo Console

source: Construction
it: Costruzione

source: Contact Management
it: Gestione dei Contatti

source: Core
it: Cuore

source: Data Visualization
it: Visualizzazione Dati

source: Databases
it: Base dati

source: Dial-up
it: Connessione

source: Desktop Settings
it: Impostazioni della Scrivania

source: Dialup
it: Connessione

source: Dictionaries
it: Dizionari

source: Disc Burning
it: Masterizzazione dischi

source: Documentation
it: Documentazione

source: Economy
it: Economia

source: Electricity
it: Elettricità

source: Electronics
it: Elettronica

source: Emulators
it: Emulatori

source: Engineering
it: Ingegneria

source: File Managers
it: Gestori File

source: File Systems
it: File System

source: File Tools
it: Tools per i File

source: File Transfer
it: Trasferimento File

source: Finance
it: Finanza

source: Flow Charts
it: Diagrammi di Flusso

source: Geography
it: Geografia

source: Geology
it: Geologia

source: Geoscience
it: Geoscienze

source: GUI Designers
it: Design di GUI

source: Ham Radio
it: Radio amatori

source: Hardware Settings
it: Impostazioni Hardware

source: History
it: Storia

source: Humanities
it: Scienze Umane

source: Image Processing
it: Elaborazione Immagini

source: IRC Clients
it: Client IRC

source: Instant Messaging
it: Messaggeria Istantanea

source: Kids Games
it: Giochi per Bambini

source: Languages
it: Lingue

source: Literature
it: Letteratura

source: Logic Games
it: Giochi di Logica

source: Maps
it: Mappe

source: Math
it: Matematica

source: Medical Softwares
it: Software di Medicina

source: Mixers
it: Mixer

source: Monitors
it: Schermi

source: Music
it: Musica

source: News
it: Novità

source: Numerical Analysis
it: Analisi Numerica

source: Package Managers
it: Gestori di Pacchetti

source: Parallel Computing
it: Calcolo Parallelo

source: Photography
it: Fotografia

source: Physics
it: Fisica

source: Players
it: Riproduttori

source: Presentations
it: Presentazioni

source: Printing
it: Stampa

source: Profiling
it: Profilazione

source: Publishing
it: Editoria

source: Raster Graphics
it: Grafica Raster

source: Recorders
it: Registratori

source: Remote Access
it: Accesso Remoto

source: Revision Control
it: Controllo delle Revisioni

source: Robotics
it: Robotica

source: Role Playing
it: Giochi di Ruolo

source: Scanning
it: Scansionamento Immagini

source: Security
it: Sicurezza

source: Sequencers
it: Sequencer

source: Shooter
it: Giochi spara-tutto

source: Simulation
it: Simulatori

source: Spirituality
it: Spiritualità

source: Sports
it: Sport

source: Sports Games
it: Giochi di sport

source: Spreadsheets
it: Fogli elettronici

source: Strategy Games
it: Giochi di strategia

source: Telephony
it: Telefonia

source: Telephony Tools
it: Tool per la Telefonia

source: Terminals
it: Terminali

source: Text Editors
it: Editor di Testo

source: Text Tools
it: Tool di Testo

source: Translation
it: Traduzione

source: Tuners
it: Sintonizzatori

source: Vector Graphics
it: Grafica Vettoriale

source: Viewers
it: Visualizzatori

source: Web Browsers
it: Web Browser

source: Web Development
it: Sviluppo Web

source: Word Processors
it: Gestori di Testo

source: Applications
it: Applicazioni

source: Block Games
it: Giochi di Blocchi

source: Adventures Games
it: Giochi d’Avventura

source: Portable Puzzle Collection
it: Collezioni di Puzzle Portatili

source: Shooters
it: Spara-tutto

source: Antennas
it: Antenne

source: Other
it: Altro

source: Composition
it: Compositori

source: Notation
it: Notazione

source: Radios
it: Radio

source: Recording
it: Registrazione

source: Rhythm
it: Ritmo

source: Rippers
it: Ripper

source: Samplers
it: Campionatori

source: Sound Effects
it: Effetti Sonori

source: Sound Processing
it: Elaborazione Audio

source: Synthetizers
it: Sintetizzatori

source: Trackers
it: Tracciatori

source: Vu-Meters
it: Vu-Meter

source: Video Effects
it: Effetti Video

source: Umount
it: Smonta

source: Action
it: Azione

source: Custom action
it: Azione personalizzata

source: File browser action
it: Azione di sfoglia file

source: Type a command to bind to the first mouse button.
it: Digita un comando da associare al primo pulsante del mouse.

source: A console command must be prefixed by A and space,
it: Un comando di console deve essere preceduto da A e poi spazio,

source: use X and space otherwise.
it: usa X e spazio in alternativa.

source: Save
it: Salva

source: Not now
it: Non ora

source: Type a command to bind to the second mouse button.
it: Digita un comando da associare al secondo pulsante del mouse.

source: Left
it: Sinistra

source: Right
it: Destra

source: Random
it: Casuale

source: Force suspend
it: Forza la sospensione

source: Activate
it: Attiva

source: Lock screen
it: Blocca schermo

source: Preferences
it: Preferenze

source: Stop screensaver
it: Ferma screensaver

source: Start screensaver
it: Avvia screensaver

source: Version
it: Versione

source: Authors
it: Autori

source: With contributions from:
it: Con il contributo di:

source: The majority of the icons are from the Tango project and from
it: La maggioranza delle icone provengono dal progetto Tango e da

source: FVWM version
it: Versione FVWM

source: Feedback, support
it: Feedback, supporto

source: Close
it: Chiudi

source: Auto wallpaper
it: Cambia sfondo automatico

source: No pictures found.
it: Nessuna immagine trovata.

source: You should save wallpapers in
it: Dovresti salvare gli sfondi in

source: Auto wallpapers must be in subdirectories.
it: Cambia sfondo automatico deve essere organizzato in sotto cartelle.

source: Symlinks to directories are allowed.
it: Sono permessi i link simbolici alle cartelle.

source: The thumbnails generation is CPU intensive,
it: La generazione delle anteprime immagine è impegnativa per la CPU,

source: it is better to have a few subdirectories than
it: è meglio avere più sotto cartelle piuttosto che

source: a lot of files in one subdirectory.
it: molti file in una sotto cartella.

source: User
it: Utente

source: Normal
it: Normale

source: 24 hours
it: 24 ore

source: Small
it: Piccolo

source: Small + date
it: Piccolo + data

source: 24 hours small + date
it: 24 ore piccolo + data

source: Medium
it: Medio

source: Big
it: Grande

source: Custom Button Bar
it: Barra dei bottoni personalizzata

source: You are editing the file
it: Stai modificando il file

source: Each line has the following format:
it: Ogni linea ha il seguente formato:

source: icon name command
it: nome comando icona

source: where icon is the icon used for the button,
it: dove icona è l’icona usata per il bottone,

source: name is the button name
it: nome è il nome del bottone

source: and command will be launched by the button.
it: e il comando verrà lanciato dal bottone.

source: icon and name must have no space,
it: icona e nome non devono contenere spazi,

source: command can have spaces.
it: comando può contenere spazi.

source: Up
it: Sù

source: Down
it: Giù

source: Custom bar location
it: Posizione della barra personalizzata

source: Button size
it: Dimensione del bottone

source: Toggle bar with mouse on same border
it: Inverti la barra con il mouse sullo stesso bordo

source: Preferences editor
it: Editor delle preferenze

source: Generate this Menu
it: Genera questo Menu

source: Generate the custom buttons bar
it: Genera la barra dei bottoni personalizzata

source: Choose an applet to add:
it: Scegli una applet da aggiungere:

source: Clock
it: Orologio

source: ACPI battery
it: Batteria ACPI

source: CPU temperature
it: Temperatura CPU

source: CPU frequency
it: Frequenza CPU

source: Choose a menu entry to add it as a button:
it: Scegli una voce di menu da aggiungere come bottone:

source: FVWM-Crystal documentation
it: Documentazione FVWM-Crystal

source: Screensaver
it: Salva schermo

source: Screenshot
it: Cattura schermata

source: Window decorations
it: Decorazioni finestre

source: Colorsets
it: Set di colori

source: Wallpaper
it: Sfondo

source: Developer menu
it: Menu sviluppatore

source: About FVWM-Crystal
it: Riguardo FVWM-Crystal

source: Exit
it: Esci

source: Identify window
it: Identifica finestra

source: Move
it: Sposta

source: Resize
it: Ridimensiona

source: Destroy
it: Distruggi

source: Reload current recipe
it: Ricarica la ricetta corrente

source: Toggle FvwmConsole
it: Inverti FvwmConsole

source: Open debug window
it: Apri la finestra di debug

source: FVWM manpages
it: Pagine di manuale di FVWM

source: X.org documentation
it: Documentazione X.org

source: Browse Info pages with EMacs
it: Sfoglia le pagine Info con EMacs

source: Browse Info pages with pinfo
it: Sfoglia le pagine Info con pinfo

source: Browse Info pages with tkinfo
it: Sfoglia le pagine Info con tkinfo

source: Keyboard bindings
it: Associazioni tastiera

source: Mouse bindings
it: Associazioni mouse

source: Tips
it: Suggerimenti

source: Application database
it: Applicazione base dati

source: Main documentation
it: Documentazione principale

source: Decorations and colorsets
it: Decorazioni e Set di colori

source: Modules used in FVWM-Crystal
it: Moduli usati in FVWM-Crystal

source: Interface look and feel
it: Aspetto dell’interfaccia

source: Programming and debugging
it: Programmazione e debug

source: External scripts and applications
it: Script esterni e applicazioni

source: X.Org documentation
it: Documentazione X.Org

source: X.Org-Xserver documentation
it: Documentazione X.Org-Xserver

source: Start when battery is as low as
it: Avvia quando la batteria è scarica al

source: Resume hybride with screen lid
it: Ripristino ibrido col sensore di chiusura dello schermo

source: Restart
it: Riavvia

source: Logout
it: Termina sessione

source: Automatic suspend to disk
it: Sospensione automatica sul disco

source: Resume to RAM
it: Ripristino in RAM

source: Resume hybride
it: Ripristino ibrido

source: Suspend to disk
it: Sospendi sul disco

source: Powersave
it: Modalità risparmio

source: Save session
it: Salva la sessione

source: Manage session
it: Gestisci sessione

source: New login
it: Nuovo login

source: New nested login
it: Nuovo login nidificato

source: Reboot computer
it: Riavvio del computer

source: Suspend
it: Sospendi

source: Turn off computer
it: Spegni il computer

source: I am sure
it: Sono sicuro

source: User feedback
it: Feedback utente

source: You are welcomed to send feedback to the developer:
it: Sei invitato a mandare un feedback allo sviluppatore:

source: bug reports, suggestions, patches, ideas,
it: Report dei bug, suggerimenti, patches, idee

source: congratulations or complaints.
it: congratulazioni o lamentele.

source: This will help him make this software better.
it: Questo lo aiuterà a rendere questo software migliore.

source: Send feedback (for support keep reading)
it: Invia un feedback (per il supporto continua a leggere)

source: To get support, the best places are the
it: Per avere supporto, i luoghi migliori sono i

source: FVWM-Crystal users email list, or the
it: Lista email degli utenti FVWM-Crystal, oppure

source: fvwm-crystal IRC channel on FreeNode:
it: Canale IRC di FVWM-Crystal su FreeNode:

source: Go to the FVWM-Crystal users email list
it: Vai alla lista email degli utenti FVWM-Crystal

source: Go to the fvwm-crystal IRC channel
it: Vai al canale IRC di FVWM-Crystal

source: Default browser
it: Browser di default

source: Enter the default browser
it: Inserisci il browser di default

source: Screen resolution
it: Risoluzione schermo

source: Nested sessions
it: Sessioni nidificate

source: Recreate the Playlists
it: Ricrea le Playlist

source: Music player
it: Riproduttore musicale

source: Icons in file browser
it: Icone in sfoglia file

source: Start QJackCtl
it: Avvia QJackCtl

source: Start Cadence
it: Avvia Cadence

source: Start player
it: Avvia il riproduttore

source: Stop MPlayer
it: Ferma MPlayer

source: Destroy MPlayer
it: Distruggi MPlayer

source: Audio playlists
it: Playlist audio

source: Video playlists
it: Playlist video

source: Personal audio playlists
it: Playlist audio personale

source: Personal video playlists
it: Playlist video personale

source: Choose playlist to remove
it: Scegli la playlist da cancellare

source: Browse Medias
it: Sfoglia i media

source: Choose playlist to copy
it: Scegli la playlist da copiare

source: Select channel list
it: Seleziona la lista dei canali

source: Remove playlist
it: Cancella la playlist

source: Copy playlist
it: Copia la playlist

source: Watch DVB
it: Guarda DVB

source: Channels
it: Canali

source: Load media file
it: Carica un file media

source: Play DVD
it: Riproduci DVD

source: Load playlist
it: Carica playlist

source: Show file name
it: Mostra il nome file

source: Start
it: Avvia

source: Pause
it: Pausa

source: Frame step
it: Fotogramma per fotogramma

source: Next
it: Prossimo

source: Prev
it: Precedente

source: Jump
it: Salta

source: Seek
it: Cerca

source: MPlayer volume
it: Volume MPlayer

source: Speed control
it: Controllo della velocità

source: + 1 &octave
it: + 1 &ottavo

source: + 1 s&eventh
it: + 1 s&ettimo

source: + 1 &sixth
it: + 1 &sesto

source: + 1 &fifth
it: + 1 q&uinto

source: + 1 f&ourth
it: + 1 &quarto

source: + 1 t&hird
it: + 1 ter&zo

source: + &1 tone
it: + &1 tono

source: + ½ &tone
it: + ½ &tono

source: - ½ &tone
it: - ½ &tono

source: - &1 tone
it: - &1 tono

source: - 1 t&hird
it: - 1 ter&zo

source: - 1 f&ourth
it: - 1 &quarto

source: - 1 &fifth
it: - 1 q&uinto

source: - 1 &sixth
it: - 1 &sesto

source: - 1 s&eventh
it: - 1 s&ettimo

source: - 1 &octave
it: - 1 &ottavo

source: + 1 &comma
it: + 1 &virgola

source: - 1 &comma
it: - 1 &virgola

source: Player
it: Riproduttore

source: Show/Hide menu
it: Mostra/Nascondi menu

source: Speed
it: Velocità

source: Show/Hide Audio controls
it: Mostra/Nascondi controlli Audio

source: Show main mixer
it: Mostra il mixer principale

source: Audio mixer
it: Mixer Audio

source: Choose playlist to load
it: Scegli una playlist da caricare

source: Start Alsaplayer
it: Avvia Alsaplayer

source: Stop player
it: Ferma il riproduttore

source: Playlist copy
it: Copia playlist

source: Clear playlist
it: Pulisci playlist

source: Song change
it: Cambia canzone

source: Stop playback
it: Ferma il playback

source: Play/Pause
it: Play/Pausa

source: Player volume
it: Volume del riproduttore

source: Max back
it: Indietro al massimo

source: Normal &backward
it: Indietro normale

source: Show/Hide Alsaplayer
it: Mostra/Nascondi Alsaplayer

source: Current song:
it: Canzone attuale:

source: Start Alsaplayer daemon
it: Avvia il daemon Alsaplayer

source: Start Audacious
it: Avvia Audacious

source: Stop Audacious
it: Ferma Audacious

source: Save playlist
it: Salva playlist

source: Name of the playlist
it: Dai un nome alla playlist

source: Cancel
it: Cancella

source: Remove current song
it: Cancella la canzone attuale

source: Save playlist...
it: Salva playlist...

source: Toggle random
it: Inverti casuale

source: Toggle repeat
it: Inverti ripeti

source: Show/Hide player
it: Mostra/Nascondi il riproduttore

source: Forward
it: Avanti

source: Backward
it: Indietro

source: Start C* Music Player
it: Avvia C* riproduttore musicale

source: Start Music On Console
it: Avvia la musica nella Console

source: Start Music Player Daemon
it: Avvia il daemon del riproduttore musicale

source: Everything
it: Tutto

source: Player is stopped
it: Il riproduttore è fermo

source: Load all
it: Carica tutto

source: Update database
it: Aggiorna il database

source: Playlist editor
it: Editor della playlist

source: Shuffle playlist
it: Rimescola la playlist

source: Crossfade
it: Dissolvenza incrociata

source: Seek &forward
it: Cerca &avanti

source: Seek &backward
it: Cerca &indietro

source: Start MPlayer
it: Avvia MPlayer

source: Start XDRadio
it: Avvia XDRadio

source: Start MPlayer2
it: Avvia MPlayer2

source: Start Quod Libet
it: Avvia Quod Libet

source: Stop XMMS2
it: Ferma XMMS2

source: Show/Hide GXMMS2
it: Mostra/Nascondi GXMMS2

source: Choose a playlist to load
it: Scegli una playlist da caricare

source: Choose a playlist to remove
it: Scegli una playlist da cancellare

source: Current playlist
it: Playlist attuale

source: Add playlist
it: Aggiungi playlist

source: Add a playlist
it: Aggiungi una playlist

source: Browse Pictures
it: Sfoglia le Immagini

source: Load picture file
it: Carica un file immagine

source: Used recipe
it: Ricetta usata

source: Desktop geometry
it: Geometria della scrivania

source: Character fonts
it: Font dei caratteri

source: Handle width
it: Spessore bordo

source: Translucency
it: Traslucenza

source: Default terminal
it: Terminale di default

source: FvwmConsole terminal
it: Terminale FvwmConsole

source: QuakeConsole terminal
it: Terminale QuakeConsole

source: Desktop manager
it: Gestore della scrivania

source: Type of icons
it: Tipo di icone

source: Desktop menu
it: Menu scrivania

source: Notification area manager
it: Gestore dell’area di notifica

source: Window focus policy
it: Politica di focus delle finestre

source: Mouse velocity
it: Velocità del mouse

source: Privileged terminals
it: Terminali privilegiati

source: Generate application menu
it: Genera il menu applicazioni

source: Silent operations
it: Operazioni silenti

source: Key binding modifiers editor
it: Editor dei modificatori di tastiera

source: Restart FVWM-Crystal
it: Riavvia FVWM-Crystal

source: New recipe will be used after next startup
it: La nuova ricetta verrà usata al prossimo riavvio

source: page
it: pagina

source: pages
it: pagine

source: Start translucency
it: Avvia translucenza

source: Stop translucency
it: Ferma translucenza

source: Start bling bling
it: Avvia bling bling

source: Stop bling bling
it: Ferma bling bling

source: Translucency is not supported by FVWM.
it: La translucenza non è supportata da FVWM.

source: Unexpected results may occur.
it: Potrebbe verificarsi un risultato inatteso.

source: You have been warned!
it: Sei stato avvisato!

source: None
it: Nessuno

source: Changed desktop manager
it: Gestore della scrivania cambiato

source: Selected desktop manager will be used
it: Verrà impiegato il gestore della scrivania selezionato

source: at the next start of your X session
it: al prossimo riavvio della tua sessione X

source: No icon
it: Nessuna icona

source: Thumbnails
it: Anteprime immagini

source: New type of icons will be used after next startup
it: Il nuovo tipo di icone verrà applicato al prossimo riavvio

source: No menu with left click
it: Nessun menu con il click sinistro

source: Menu with left click
it: Menu con il click sinistro

source: No XDG menu with Alt+A
it: Nessun menu XDG con Alt+A

source: XDG Menu with Alt+A
it: Menu XDG con Alt+A

source: No notification area
it: Nessuna area di notifica

source: 1 icon width
it: Larghezza 1 icona

source: 2 icons width
it: Larghezza 2 icone

source: 3 icons width
it: Larghezza 3 icone

source: 4 icons width
it: Larghezza 4 icone

source: 5 icons width
it: Larghezza 5 icone

source: 6 icons width
it: Larghezza 6 icone

source: 7 icons width
it: Larghezza 7 icone

source: 8 icons width
it: Larghezza 8 icone

source: 9 icons width
it: Larghezza 9 icone

source: 12 icons width
it: Larghezza 12 icone

source: 15 icons width
it: Larghezza 15 icone

source: 20 icons width
it: Larghezza 20 icone

source: New notification area setting will be used after next startup
it: Le nuove impostazioni dell’area di notifica verranno applicate al prossimo riavvio

source: Icons
it: Icone

source: Enter the name of the channel list for the DVB input
it: Inserisci il nome della lista del canale per l’input del DVB

source: Media directories
it: Cartelle dei media

source: You should edit the file
it: Dovresti editare il file

source: and choose a player in the preferences.
it: e scegliere un riproduttore nelle preferenze.

source: type path
it: digita il percorso

source: where type is one of the following
it: dove tipo indica uno dei seguenti

source: and path is the full path to the media directory.
it: e percorso è il percorso completo alla cartella dei media.

source: Nothing else is allowed in that file.
it: Niente altro è permesso in quel file.

source: Sound Card
it: Scheda Audio

source: FVWM-Crystal with raise
it: FVWM-Crystal con sollevamento in primo piano

source: System default
it: Valore di sistema predefinito

source: Light speed
it: Velocità della luce

source: Super fast
it: Super veloce

source: Fast
it: Veloce

source: Easy
it: Semplice

source: Not so slow
it: Non cosi piano

source: Not set by Crystal
it: Non impostato da Crystal

source: New menu entries will be used after next startup
it: Le nuove voci di menu verranno utilizzate al prossimo riavvio

source: Preference Warning
it: Avviso delle Preferenze

source: Please edit the following file to suit your need
it: Per cortesia modifica il seguente file per adattarlo alle tue necessità

source: and restart this tool:
it: e riavvia questo tool:

source: Fullscreen
it: Schermo intero

source: Delayed fullscreen
it: Schermo intero ritardato

source: Frame
it: Fotogramma

source: Thumbnails size
it: Dimensione anteprime immagine

source: 5 seconds
it: 5 secondi

source: 10 seconds
it: 10 secondi

source: 15 seconds
it: 15 secondi

source: 30 seconds
it: 30 secondi

source: 1 minute
it: 1 minuto

source: 5 minutes
it: 5 minuti

source: 10 minutes
it: 10 minuti

source: 15 minutes
it: 15 minuti

source: 30 minutes
it: 30 minuti

source: 1 hour
it: 1 ora

source: 3 hours
it: 3 ore

source: 8 hours
it: 8 ore

source: 1 day
it: 1 giorno

source: Random wallpaper
it: Sfondo casuale

source: Toggle loop wallpaper
it: Inverti ciclo sfondo

source: Stop loop wallpaper
it: Ferma ciclo sfondo

source: Iconify
it: Iconizza

source: Identify
it: Identifica

source: Maximize
it: Massimizza

source: Minimize
it: Minimizza

source: Maximize horizontally
it: Massimizza orizzantalmente

source: Maximize vertically
it: Massimizza verticalmente

source: Take all free space
it: Occupa tutto lo spazio libero

source: Take all horizontal space
it: Occupa tutto lo spazio orizzontalmente

source: Take all vertical space
it: Occupa tutto lo spazio verticalmente

source: Stay raised
it: Poni in primo piano

source: Normal mode
it: Modalità normale

source: Stay lowered
it: Poni in secondo piano

source: Stick
it: Incolla

source: Refresh
it: Aggiorna

source: Move to left page
it: Sposta alla pagina sinistra

source: Move to previous page
it: Sposta alla pagina precedente

source: Move to right page
it: Sposta alla pagina destra
